Repository: alexandresalome/mailcatcher
Catalog: i18n/*.xliff
Languages: es

source: /^I purge mails$/
es: /^elimino los correos$/

source: /^I open mail from "([^"]+)"$/
es: /^abro un correo de "([^"]+)"$/

source: /^I open mail with subject "([^"]+)"$/
es: /^abro un correo con asunto "([^"]+)"$/

source: /^I open mail to "([^"]+)"$/
es: /^abro un correo para "([^"]+)"$/

source: /^I open mail containing "([^"]+)"$/
es: /^abro un correo conteniendo "([^"]+)"$/

source: /^I should see mail from "([^"]+)"$/
es: /^debería ver un correo de "([^"]+)"$/

source: /^I should see mail with subject "([^"]+)"$/
es: /^debería ver un correo con asunto "([^"]+)"$/

source: /^I should see mail to "([^"]+)"$/
es: /^debería ver un correo para "([^"]+)"$/

source: /^I should see mail containing "([^"]+)"$/
es: /^debería ver un correo conteniendo "([^"]+)"$/

# i-should-see
source: /^I should see "([^"]+)" in mail$/
es: /^debería ver "([^"]+)" en el correo$/

# mails-sent
source: /^(?P<count>\d+) mails? should be sent$/
es: /^(?P<count>\d+) correos? deberían haber sido enviados/
